---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemNumberOfLinesBottomDir2Generic
source: html/e8b203a3-5538-d380-4327-28bd4acf45ce.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemNumberOfLinesBottomDir2Generic Property

"Bottom/Interior Minor Number Of Lines"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemNumberOfLinesBottomDir2Generic { get; }
```